greet = "Привет, {name}, я бот, использующий нейросети от OpenAI. ☺️"
add_key = "Укажите свой ключ к API OpenAI:"
menu = "📍 Главное меню"
gen_text = "📝 Отправьте текст запроса к нейросети для генерации текста"
gen_exit = "Чтобы выйти из диалога с нейросетью нажмите на кнопку ниже"
gen_error = (
    "🚫 Ошибка генерации. Возможные причины:\n"
    "1. Перегружены сервера OpenAI\n"
    "2. Ваш запрос нарушил правила OpenAI\n"
    "3. Ошибка в работе бота\n"
    "Если вы считаете, что проблема вызвана неисправностью бота, сообщите админу"
)
text_watermark = "\n_______________________________________\nСоздано @Devilmashine"
img_watermark = "Создано @Devilmashine"
gen_wait = (
    "⏳Пожалуйста, подождите немного или много (зависит от количества фраз), "
    "пока нейросеть обрабатывает ваш запрос..."
)
help_text = "Я помогу с генерацией SEO-фраз по теме и ключевым словам."
ban_message = "Ваш доступ ограничен. Обратитесь к администратору."
no_access = "Недостаточно прав для выполнения команды."
